{"USER_ID":"111","USER_NAME":"Ashok","TEXT":"#Trump is a criminal.- Har Svt och SR bara kverulanter, opponenter, kritiker mot #Trump - men ej supportrar för att balansera rapporteringen som objektiv ?..!RT @aMarycanOkie: My son &amp; husband had tickets to attend the #Trump #Rally.  Not allowed to enter because of protesters and the gates being l…RT @AKA_RealDirty: Brad @parscale says 20%-25% of the people showing up at #Trump rallies hasn’t voted but maybe 1 time in 20 years. @realDo…RT @MamaBearKrissie: Water cannons work, too. https://t.co/tVHwWqZOlPRT @sheilamccrea2: #Trump IS AN IGNORAMUS WHO DOES NOT KNOW THE TRUTH FROM A LIE--&amp; A BAD MAN! ⁦@founderssing⁩ ⁦@#Tulsaworld AP FACT CHECK:…RT @mitchellvii: Democrats sent hundreds of thousands of FAKE RSVP'S to a #Trump #Rally.  Imagine what they would do with mail-in ballots?@StevePayne82 @HamillHimself I have a choice between Rocky or #Donald #Trump??? Hmmmmm I wonder who to pick?RT @littledeekay: Brad Parscale called the #Trump 2020 #Campaign the \"Death Star,\" which is appropriate because last night the Rebel Alliance…RT @freenaynow: MUST SEE: This Ain't Your Typical Liberal Hellhole -- #Trump Supporters Cheer National Guard as They March into #Tulsa to Kee…@CibelefcaRT @sav_says_: Overhead view of #Tulsa #Trump #Rally entrance that has now been overtaken by BLM protesters https://t.co/5cnT5UjWPYRT @TeaPainUSA: #Trump’s #Campaign reboot flopped like Windows Vista.  His followers stayed home while his opponents danced in the streets of…RT @WITCHTRlALS: #Trump’S #Rally IS #FUCKING EMPTY. THEY HAD BUILT A STAGE OUTSIDE FOR OVERFLOW (WHICH IS NOW BEING DISMANTLED) AND HE TRIED L…RT @pavlooh: QUE LOS KPOPERS HAN RESERVADO TODOS LOS ASIENTOS DE UN MITIN DE #Trump Y NO HA IDO NADIERT @CREWcrew: A senior State Department official who has served in the #Trump admini since its first day is resigning over #Trump’s recent ha…RT #AdamParkhomenko: I can’t wait until #Trump watches this one. #Retweet far and wide. #Trump #RallyFail https://t.co/xuv1bMvk6NRT @CCFarias1: YES,   BOLSO-#Trump "}
{"USER_ID":"112","USER_NAME":"Asish","TEXT":"Zoomers 'sabotaged #Trump's #Tulsa #Rally by rese… https://t.co/DbTaHa9vTZRT @AOC: Actually you just got ROCKED by teens on TikTok who flooded the #Trump #Campaign w/ fake ticket reservations &amp; tricked you into beli…RT #AdamParkhomenko: I can’t wait until #Trump watches this one. #Retweet far and wide. #Trump #RallyFail https://t.co/xuv1bMvk6NRT @azkaban92: #Donald #Trump a demandé à ses autorités de ralentir le rythme du dépistage du #Covid_19 parce que cela provoquait une augmen…RT @RaheemKassam: #Trump #Rally vs Biden #Rally this week."}
{"USER_ID":"113","USER_NAME":"Ashirwad","TEXT":"#Trump forced #Modi to buy more expensive oil instead. This is acc to #Trump’s former…@Tony52395918 @JBlanCreative @real#Donald#Trump Not true! Fact of the matter is  thousands of teenagers reserved tick… https://t.co/5EMkN8sXn0If only Republicans would have stood up to #Trump ..... You all would be in a different place.  The country is broken.RT @JYSexton: This #Rally is a massive disaster and it’s obvious that #Trump has lost his fastball and is totally demoralized and aware that…Looks like he is coming back from a night out.RT @Coops_tv: Still think #Trump's gonna win though."}
{"USER_ID":"114","USER_NAME":"Aushman","TEXT":"https://t.co/I…#Donald J. #Trump- GREAT JOB LAST NIGHT, WHILE SLEEPY JOE BIDEN IS IN HIS BASMENT, LOOKS LIKE HE WILL NEVER MAKE IT T… https://t.co/wY0sg68FmeRT @JoyAnnReid: He doesn’t realize this is damning.Show the full arena, upper deck and floor seats too. We tryna see those empty seatssff@James21700046 @ben23m @SteveSchmidtSES @steve_shives Like recently when #Trump talked about the Covid vaccine being… https://t.co/2osTWMtzhERT @hunterw: Something much more serious than an internet troll happened to #Trump tonight. His fans in a deeply red state either aren't as…RT @HKrassenstein: At the #Trump #RallyFail last night, #Trump admitted to voluntary manslaughter: \"I said to my people, slow the testing down…RT @fightcensorship:@riotwomennn: Serial rapists like #Trump follow patterns, just like serial killers—whether it’s by mode of entry into a victim’s home or…Also, NOT being reported.@ksmoproperty @SelW61816498 @ekgoldberg @EyHol @Acyn @real#Donald#Trump #Trump wouldn’t shake hands with his casino… https://t.co/o6MGk2Uw57RT #TheDemCoalition: \"We believe in #America and we believe in democracy. But #Trump is not representing the noble ideals of either. We would…RT @funder: BREAKING: #Trump just said he told his people to slow down coronavirus testing in #America, because it was increasing the number…RT #AdamParkhomenko: #Donald #Trump is apparently losing his mind on twitter over this ad so watch it and #Retweet it to share it far and wide…RT @AstroKatie: “So I said, ‘Slow the testing down.'"}
{"USER_ID":"115","USER_NAME":"Arvind","TEXT":"I…RT #TheDemCoalition: \"We believe in #America and we believe in democracy. But Trump is not representing the noble ideals of either. We would…RT @robreiner: The only thing smaller than Trump’s hands is his crowd size.RT @SamClench: As reporters, we tend to spend a lot of time editing what #Donald Trump says down to a few key quotes. Some readers think we…@davidaxelrod @real#DonaldTrump #Rally was first come first served, 2 million tickets could’ve been requested and the… https://t.co/HIxWaOsCLgRT @wcbuecker: Who thinks Brad Parscale will be finding out in a press release he “decided to step down” as Trump’s #Campaign mismanager "}
{"USER_ID":"116","USER_NAME":"Aswini","TEXT":"A few minutes later, he refers to Minneapolis as Mindianapol…RT @AndrewSolender: SCOOP: A #Tulsa Fire Dept spox confirmed to @Forbes that they clocked turnout at #Trump's #Rally at just under 6,200, far…RT @PhillipArroyo: Pregunta seria para @luisfortuno51 quien apoya a #Trump. Esta noche en su #Rally en #Tulsa, #Trump usó la frase  “You dumb s…RT @pavlooh: QUE LOS KPOPERS HAN RESERVADO TODOS LOS ASIENTOS DE UN MITIN DE #Trump Y NO HA IDO NADIERT @Craigipedia: Maybe the #Trump #Campaign really is the \"Death Star\" ... a big expensive mess that's easily defeated by untrained teenagers…ProgressRT @RealMattCouch: Joe Biden couldn’t draw 25 people in a damn bingo hall, And the left is attacking President #Trump’s crowd it’s absolutel…RT @Castro_Mas_Cota: #Trump será muchas cosas pero lo de Biden es repulsivo. https://t.co/3SkJ4fvmmQRT @joshtpm: fwiw, this does not explain in any way why there were so few people at the event. they wanted as many sign ups as possible. th…RT @GuerreroCuba: Bolton llama mentiroso a #Trump, este último tiene terror de la publicación del libro del primero, por un lado dice #Donald…RT @funder: #Trump #Rally dance off. Need I say more?  https://t.co/bamg2w51xiRT @TELADOIOLANIUS: Altro cambio di rotta dell' #OMS : non serve il doppio tampone negativo per la guarigione."}
{"USER_ID":"117","USER_NAME":"Ankith","TEXT":"#Trump aveva ragione : l'OMS…#Donald #Trump cannot stand to not have people massing to praise him at any given time. The worst president of all ti… https://t.co/saMXQU2YZURT @robreiner: The only thing smaller than #Trump’s hands is his crowd size.RT @ifonlyalabama: #Americans! UK apologises that our export Nigel Farage may be appearing at #Trump's #Rally in #Tulsa. Please note that he is…RT @swaffarcongress: So does that mean @AOC was involved in a coordinated effort to disrupt a political #Campaign?"}
{"USER_ID":"118","USER_NAME":"Abhishek","TEXT":"https://t.co/0XgLdBTrLIRT @SamClench: As reporters, we tend to spend a lot of time editing what #Donald #Trump says down to a few key quotes. Some readers think we…I wish this was a jokeRT @SAPPHCATRA: PLEASE normalize cutting family members out of your life,  normalize not liking family members, you shouldn't have to prete…RT @Maria_Marione: Si no te pesas, no has engordado https://t.co/NkmqCd8GVNWATCH: President #Trump Says Rep. Ilhan Omar Wants to Turn US Government Into Somalia https://t.co/kQXgYwOniA via @gatewaypundit aRT @brianstelter: BBC News: \"#Trump stages a comeback #Rally in #Tulsa, but fails to fill the arena.\" Australia's ABC24: He had predicted hug…#Trump - This is the very definition of a beaten man. By trying to stir up racism he has been the catalyst of the… https://t.co/IUv1avSKvORT @jheil: There is only one word to describe this performance of #Trump’s in #Tulsa: pathetic. And one conclusion to be drawn: he’s finished…@AliVelshi they need to slow down the testing around #Trump. They test everyone, everyday around him.… https://t.co/TwMla13xQJTom Petty’s family hit out at #Trump for using song in ‘#Campaign of hate’There was peace till Democrats came out. Wherever Democrats are in large numbers, thing will decline.RT @Chuckisdope: The Fan and the Shit have hit.RT @PatCunnane: Imagine being the guy who waited in line for five days realizing he could lite#Rally have waltzed in ten minutes before show…RT @w_terrence: HERE IS LIVE PROOF! Please RT"}
{"USER_ID":"119","USER_NAME":"Alok","TEXT":"Fox News would have a #FUCKING f…RT @funder: BREAKING: #Trump filled less than a third of seating capacity at his #Rally last night.RT @DeAnna4Congress: It’s funny how the Left wants to focus on #Trump drinking water but doesn’t want to focus on Nancy Pelosi downing gallo…RT @WITCHTRlALS: #Trump’S #Rally IS #FUCKING EMPTY. THEY HAD BUILT A STAGE OUTSIDE FOR OVERFLOW (WHICH IS NOW BEING DISMANTLED) AND HE TRIED L…RT @TeaPainUSA: #Trump needs to file an \"Amber Alert\" for a million missin' MAGAs.RT @les_deplorable: Good job AOC. You just proved our point about @Democrats lack of integrity and cheating like #VoteByMail"}
{"USER_ID":"120","USER_NAME":"Avinash","TEXT":"#Trump forced #Modi to buy more expensive oil instead. This is acc to #Trump’s former…RT @SheaSerrano: #Trump supporters are so #FUCKING dumb that even in the face of literal death they’re still like i know it’s real but i’m s…Something odd about his presence and presentation in this video. Does he realise how his rally was a failure?RT @DevinCow: Oh, honey. Sell the Ferrari already🐮RT @RepAndyKimNJ: When I requested FEMA to stand up a Coronavirus test site in South Jersey they told me the White House said no. Now we kn…RT @CalebJHull: #Trump just roasted the press for attacking him over drinking water with two hands, drank with one hand, then literally thre…Public Enemy Returns With Anti-#Trump ‘State of the Union (STFU)’ Song: Watch https://t.co/gCm4mX5bdKRT @shen_shiwei: #US President Donald #Trump once left Prime Minister Narendra #Modi shocked and concerned by telling him #India and #China…RT @#Trump_2_0_2_0_: We have two choices... #Trump who is putting #America first, doing everything he can to save us from the evil left. Or, B…RT @Khanoisseur: “Before the rally, #Trump's campaign revealed that six staff members who were helping set up for the event had tested posit…RT @charliekirk11: Isn’t it convenient that the same media attacking #Trump for having literally THOUSANDS of people at his rally, calling i…RT @SallyQYates: #Trump fires a US Atty investigating his inner circle, his AG misleads the public about it, and #Trump’s relentless assault…RT @RadioFreeTom: Whatever is going on in SDNY, #Trump is browning out his Bermudas over itRT @RaheemKassam: #Trump rally vs Biden rally this week."}